Repository: semiamaurotic/WordPartners_Test
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: th

source: Pastors and church leaders with significant Word ministries who have:
th: ผู้รับใช้และผู้นำคริสตจักรที่มีพันธกิจด้านพระวจนะอันทรงคุณค่า ซึ่งมี:

source: Patterns in how God works which Jesus accomplishes – such as using the weak/unexpected, accomplishing good through suffering, sovereign reversals, etc.
th: (MT) พระเยซูทรงทำให้แบบแผนในการทรงงานของพระเจ้าสำเร็จครบถ้วน เช่น การทรงใช้ผู้ที่อ่อนแอหรือสิ่งที่ไม่มีใครคาดคิด การทำให้เกิดผลดีผ่านความทุกข์ยากลำบาก และการใช้อำนาจอธิปไตยของพระองค์เพื่อพลิกผันสถานการณ์

source: Pay particular attention to the connection of the units of thought and the direction the story takes as a result.
th: (MT) ให้ความสำคัญเป็นพิเศษกับความเชื่อมโยงของหน่วยความคิด และทิศทางที่เรื่องราวดำเนินไปอันเป็นผลมาจากความเชื่อมโยงนั้น

source: Paying Attention to Tone and Mood in Historical Narrative
th: (MT) การสังเกตน้ำเสียงและอารมณ์ในเรื่องเล่าเชิงประวัติศาสตร์

source: Pictorial
th: เชิงภาพพจน์

source: Please prepare a five-minute presentation on the above passage. Be prepared to share your findings, evaluate others’ work, and interact. Do not include a sermon’s introduction, conclusion, or illustrations. Simply answer the following questions using the Dig & Discover Principles for your five-minute presentation:
th: (MT) โปรดเตรียมการนำเสนอเป็นเวลา 5 นาทีเกี่ยวกับพระธรรมตอนข้างต้น โดยเตรียมพร้อมที่จะแบ่งปันสิ่งที่คุณค้นพบ ประเมินผลงานของผู้อื่น และร่วมแลกเปลี่ยนความคิดเห็นกัน ไม่ต้องรวมบทนำ บทสรุป หรือเรื่องประกอบคำเทศนา เพียงตอบคำถามต่อไปนี้สำหรับการนำเสนอ 5 นาทีของคุณโดยใช้หลักการขุดค้นและค้นพบ (Dig & Discover Principles):

source: Plot
th: (MT) โครงเรื่อง

source: Plot (Discovering the Units of Thought)
th: (MT) โครงเรื่อง (การค้นพบหน่วยความคิด)

source: Plot is developed through the actions and dialogue of the characters.
th: (MT) โครงเรื่องจะดำเนินไปผ่านการกระทำและบทสนทนาของตัวละคร

source: Poetry
th: บทกวี

source: Practice
th: แบบฝึกหัด

source: Pre-Assignment
th: งานมอบหมายล่วงหน้า

source: Pre-Assignment Notes
th: บันทึกงานมอบหมายล่วงหน้า

source: Preach the Word. God commands that his Word be proclaimed. God made it clear that his spokesmen are to say what he has said – nothing more and nothing less.
th: พระเจ้าทรงบัญชาให้ประกาศพระวจนะของพระองค์ พระองค์ทรงสำแดงพระประสงค์อย่างชัดเจนว่า ผู้ประกาศพระวจนะของพระองค์ต้องพูดสิ่งที่พระองค์ตรัสไว้เท่านั้น—ไม่มากไปกว่านั้นและไม่น้อยไปกว่านั้น

source: Preachers often express many truths from a passage but miss the main point and purpose of the author’s message. This session is about the relationship between the author’s message and the preacher’s sermon. God has purpose in every book and passage of the Bible. Through this exercise we will learn how to find the author’s main point and purpose and how to align our sermon with his message. This will help us proclaim the message God intends and shepherd people with his purpose.
th: (MT) นักเทศน์ มักจะกล่าวถึงความจริงหลายประการจากพระธรรมตอนหนึ่งๆ แต่กลับมองข้ามประเด็นหลักและจุดประสงค์ที่ผู้เขียนต้องการสื่อสารไป บทเรียนตอนนี้เป็นเรื่องเกี่ยวกับความสัมพันธ์ระหว่างข่าวสารของผู้เขียนกับคำเทศนาของนักเทศน์ พระเจ้าทรงมีพระประสงค์ในพระธรรมทุกเล่มและทุกตอนของพระคัมภีร์ ผ่านการฝึกฝนนี้ เราจะเรียนรู้วิธีค้นหาประเด็นหลักและจุดประสงค์ของผู้เขียน รวมถึงวิธีปรับคำเทศนาของเราให้สอดคล้องกับข่าวสารนั้น เพื่อช่วยให้เราประกาศข่าวสารตามที่พระเจ้าทรงตั้งพระทัยไว้ และเลี้ยงดูผู้คนตาม พระประสงค์ของพระองค์

source: Preaching and teaching God’s Word require that we carefully listen to what God has said. (See especially Deuteronomy 4:1-2; Proverbs 30:5-6; Revelation 22:18-19.)
th: การเทศนาและการสอนพระวจนะของพระเจ้าต้องอาศัยการฟังสิ่งที่พระเจ้าตรัสไว้อย่างรอบคอบ (โปรดดูเป็นพิเศษใน เฉลยธรรมบัญญัติ 4:1-2; สุภาษิต 30:5-6; วิวรณ์ 22:18-19)

source: Preaching applies the text to our audience’s frameworks. The transformation God intends is at the heart level of our frameworks. Specific and compelling application in our sermons is made by addressing the text to our audience’s frameworks.
th: การเทศนาคือการนำเนื้อหาไปประยุกต์กับกรอบแนวความคิดของผู้ฟัง การเปลี่ยนแปลงที่พระเจ้าทรงตั้งใจไว้อยู่ที่ระดับ “จิตใจ” ของกรอบแนวความคิดของเรา การประยุกต์ใช้ที่เฉพาะเจาะจงและทรงพลังในคำเทศนาของเราเกิดขึ้นได้ เมื่อเรานำเนื้อหาไปสื่อสารกับกรอบแนวความคิดของผู้ฟัง

source: Preaching for Transformation
th: การเทศนาเพื่อการเปลี่ยนแปลง

source: Preaching with the author’s tone, how might you shepherd your people with precise and compelling applications that flow from the transformational intent?
th: (MT) เมื่อเทศนาด้วยน้ำเสียงเดียวกับผู้เขียน ท่านจะอภิบาลดูแลสมาชิกผ่านการประยุกต์ใช้ที่ตรงจุดและมีพลัง ซึ่งหลั่งไหลมาจากเป้าหมายเพื่อการเปลี่ยนแปลงชีวิตได้อย่างไร

source: Precise and compelling application flows from and is shaped by the main idea and transformational intent. Ask, “In light of this, how should we respond? What would it actually look like for the author’s tone, main idea, and transformational intent to be at work in our lives?”
th: (MT) การประยุกต์ใช้ที่แม่นยำและทรงพลังนั้นหลั่งไหลมาจากและถูกหล่อหลอม โดยประเด็นหลักและเจตนาเพื่อการเปลี่ยนแปลงให้ลองถามว่า “เมื่อพิจารณาจากสิ่งนี้ เราควรตอบสนองอย่างไร? หากน้ำเสียง ประเด็นหลักและเจตนาเพื่อการเปลี่ยนแปลงของผู้เขียนนั้นส่งผลต่อชีวิตของเราจริงๆ จะมีลักษณะอย่างไร?”

source: Preparation and Presentation
th: การเตรียมและการนำเสนอ

source: Principles Flow Chart
th: แผนผังลำดับของหลักการต่างๆ

source: Principles covered:
th: หลักการที่ครอบคลุม:

source: Principles: Did you see the Dig & Discover principles at work in the presentation? If so, where?
th: (MT) หลักการ: คุณเห็นการนำหลักการ “ขุดและค้นพบ” (Dig & Discover) มาใช้ในการนำเสนอนี้หรือไม่? หากเห็นว่ามี คุณเห็นได้จากส่วนไหนบ้าง?

source: Process
th: กระบวนการ

source: Prophecies and promises which Jesus brings to pass – often found in the text's quotations and references from elsewhere in the Bible, or direct statements of fulfillment
th: (MT) คำพยากรณ์และพระสัญญาที่พระเยซูทรงทำให้สำเร็จ — มักพบได้จากการอ้างอิงหรือการยกข้อความจากพระคัมภีร์ตอนอื่นที่ปรากฏในเนื้อหา หรือจากการระบุถึงความสำเร็จโดยตรง

source: Prophecy
th: คำพยากรณ์

source: Propositional
th: เป็นข้อความเชิงข้อเสนอ

source: Psalm 19:7-11; Isaiah 55:9-11; 2 Timothy 3:16-17.
th: สดุดี 19:7–11; อิสยาห์ 55:9–11; 2 ทิโมธี 3:16–17.

source: Psalm 34:11; Isaiah 55:1-3; Mark 4:3-25; 2 Timothy 2:14-19 (especially verse 15).
th: สดุดี 34:11; อิสยาห์ 55:1–3; มาระโก 4:3–25; 2 ทิโมธี 2:14–19 (โดยเฉพาะข้อ 15).

source: Psalms
th: สดุดี

source: Published by
th: จัดพิมพ์โดย

source: Put simply, expository preaching means that the transformational message of the text of Scripture is the point of the sermon. Expository preaching and teaching seek to proclaim the author’s message with his purpose and tone, showing how it unfolds the glories of Christ, in order to shepherd the transformation God intends.
th: (MT) กล่าวอย่างง่ายคือ การเทศนาแบบอธิบายความหมายถึงการที่ประเด็นหลักของคำเทศนาคือข่าวสารแห่งการเปลี่ยนแปลงที่พบในเนื้อหาพระคัมภีร์ การเทศนาและการสอนแบบอธิบายความมุ่งประกาศข่าวสารของผู้เขียนดั้งเดิม พร้อมทั้งสะท้อนถึงวัตถุประสงค์และน้ำเสียงของผู้เขียน วิธีการนี้แสดงให้เห็นว่าเนื้อหาในพระคัมภีร์สำแดงพระสิริของพระคริสต์อย่างไร โดยมีเป้าหมายเพื่ออภิบาลการเปลี่ยนแปลงที่พระเจ้าทรงประสงค์ให้เกิดขึ้นในชีวิตประชากรของพระองค์

source: Putting the Sermon Together
th: การเรียบเรียงคำเทศนา

source: Questions
th: (MT) คำถาม

source: Read the book of Genesis at least five times. From your reading alone (do not consult commentaries or other Bible-study aids), answer the following questions. Be sure to write down verse references where applicable. Throughout your study, we encourage you to pray, asking God for the help and illumination of his Spirit to understand his Word.
th: อ่านพระธรรมปฐมกาลอย่างน้อยห้ารอบ จงตอบคำถามต่อไปนี้จากการอ่านของคุณเท่านั้น (อย่าใช้คำอธิบายพระคัมภีร์หรือเครื่องมือช่วยศึกษาพระคัมภีร์อื่นๆ)โปรดจดข้อพระคัมภีร์อ้างอิงให้ชัดเจน เราหนุนใจให้คุณอธิษฐานต่อพระเจ้าตลอดการศึกษาพระวจนะของคุณ ทูลขอความช่วยเหลือและความกระจ่างจากพระวิญญาณของพระองค์ในการเข้าใจพระวจนะของพระองค์

source: Read Genesis 1:1‒2:25. How is the story of Genesis introduced?
th: (MT) อ่านปฐมกาล 1:1–2:25 พระธรรมปฐมกาลเริ่มต้นเรื่องราวอย่างไร?

source: Read Genesis 2:4–4:26 and answer the following questions.
th: (MT) อ่านปฐมกาล 2:4–4:26 แล้วตอบคำถามต่อไปนี้

source: Read Genesis 49:1‒50:26. How is the story of Genesis resolved?
th: (MT) อ่านปฐมกาล 49:1–50:26 เรื่องราวในหนังสือปฐมกาลคลี่คลายลงอย่างไร?

source: Read Genesis 5:1‒6:8. Discover the structure of this passage by answering the following questions.
th: (MT) อ่านปฐมกาล 5:1–6:8 แล้วค้นหาโครงสร้างของพระธรรมตอนนี้โดยตอบคำถามต่อไปนี้

source: Read Genesis 6:9-9:29. First, discover the structure of this lengthy passage by answering the following questions.
th: (MT) อ่านพระธรรมปฐมกาล 6:9-9:29 ก่อนอื่น ให้ท่านค้นหาโครงสร้างของพระธรรมตอนที่ยาวนี้โดยการตอบคำถามต่อไปนี้

source: Read and pray
th: อ่านและอธิษฐาน

source: Refine Your Work
th: ปรับปรุงงานของคุณ

source: Reflection & Next Steps
th: การทบทวนและก้าวต่อไป

source: Remember: The main idea and transformational intent sentence should be clear, instructive, and reflect the author’s tone. Your sermon should be organized around this sentence so you can shepherd people with precise and compelling applications that flow from the author’s transformational intent.
th: (MT) ข้อควรจำ: ประโยคประเด็นหลักและเจตนาสู่การเปลี่ยนแปลงควรมีความชัดเจน ให้แนวทางที่นำไปใช้ได้ และสะท้อนน้ำเสียงของผู้เขียน คุณควรจัดโครงสร้างคำเทศนาโดยยึดตามประโยคนี้ เพื่อที่คุณจะสามารถอภิบาลผู้คนด้วยการประยุกต์ใช้ที่ตรงประเด็นและมีพลัง ซึ่งหลั่งไหลมาจากเจตนาสู่การเปลี่ยนแปลงของผู้เขียน

source: Resolution
th: (MT) การคลี่คลาย

source: Resolution (explains how things unfold after the climax; may also introduce a new tension)
th: (MT) การคลี่คลาย (อธิบายว่าเรื่องราวเป็นอย่างไรต่อไปหลังจากผ่านจุดสูงสุด; และอาจมีการเริ่มสร้างความตึงเครียดใหม่ขึ้นด้วย)

source: Revealing origins: Genesis is the book of beginnings, and the genealogies help God’s people understand the source of their identity, nation, and purpose.
th: (MT) เผยให้เห็นต้นกำเนิด: พระธรรมปฐมกาลคือหนังสือแห่งการเริ่มต้น และลำดับพงศ์พันธุ์ช่วยให้ประชากรของพระเจ้าเข้าใจถึงที่มาของอัตลักษณ์ ประชาชาติ และจุดประสงค์ของตนเอง

source: Revelation 21:1–22:21
th: วิวรณ์ 21:1–22:21

source: Review
th: ทบทวน

source: Revised main idea & transformational intent
th: ปรับปรุงประเด็นหลักและเจตนาสู่การเปลี่ยนแปลง

source: Rise in tension
th: (MT) ความตึงเครียดที่ทวีขึ้น

source: Rise in tension (a question, problem, challenge, conflict, etc.)
th: (MT) ความตึงเครียดทวีความเข้มข้นขึ้น (ผ่านทางคำถาม ปัญหา ความท้าทาย ความขัดแย้ง ฯลฯ.)

source: Select material to demonstrate main idea and structure.
th: เลือกเนื้อหาเพื่อแสดงให้เห็นประเด็นหลักและโครงสร้าง

source: Selection
th: การคัดเลือก

source: Session 1
th: เซสชั่นที่ 1

source: Session 10
th: (MT) บทเรียนที่ 10

source: Session 11
th: เซสชั่นที่ 11

source: Session 12
th: เซสชั่นที่ 12

source: Session 12: Dig & Discover
th: เซสชั่นที่ 12: ขุดค้นและค้นพบ

source: Session 11: Dig & Discover
th: เซสชั่นที่ 11: ขุดค้นและค้นพบ

source: Session 13
th: (MT) บทเรียนที่ 13

source: Session 1: Dig & Discover
th: เซสชั่นที่ 1: ขุดค้นและค้นพบ

source: Session 2
th: เซสชั่นที่ 2

source: Session 4
th: เซสชั่นที่ 4

source: Session 6
th: เซสชั่นที่ 6

source: Session 7
th: เซสชั่นที่ 7

source: Session 8
th: (MT) บทที่ 8

source: Session 9
th: เซสชั่นที่ 9

source: Session 10: Dig & Discover
th: เซสชั่นที่ 6: ขุดค้นและค้นพบ

source: Session 13: Demonstrate
th: เซสชั่นที่ 13: การสาธิต

source: Session 2: Dig & Discover
th: เซสชั่นที่ 2: ขุดค้นและค้นพบ

source: Session 3
th: (MT) บทเรียนที่ 3

source: Session 3: Demonstrate
th: เซสชั่นที่ 3: การสาธิต

source: Session 4: Dig & Discover
th: เซสชั่นที่ 4: ขุดค้นและค้นพบ

source: Session 5
th: (MT) บทเรียนที่ 5

source: Session 5: Do
th: เซสชั่นที่ 5: ลงมือปฏิบัติ

source: Session 6: Dig & Discover
th: เซสชั่นที่ 6: ขุดค้นและค้นพบ

source: Session 7: Dig & Discover
th: เซสชั่นที่ 7: ขุดค้นและค้นพบ

source: Session 8: Do
th: เซสชั่นที่ 8: ลงมือปฏิบัติ

source: Session 9: Do
th: เซสชั่นที่ 9: ลงมือปฏิบัติ

source: Session Preparation
th: การเตรียมตัวตามเซสชั่น

source: Setting
th: (MT) ฉาก

source: Share: Copy and redistribute the material in any medium or format.
th: แชร์ – คัดลอกและแจกจ่ายเนื้อหาในรูปแบบหรือสื่อใด ๆ

source: ShareAlike: If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.
th: การใช้สัญญาอนุญาตเดียวกัน – หากคุณรีมิกซ์ ปรับเปลี่ยน หรือพัฒนาต่อยอดจากเนื้อหา คุณต้องเผยแพร่ผลงานของคุณภายใต้สัญญาอนุญาตเดียวกันกับต้นฉบับ

source: Shepherding: Did the presenter shepherd us with precise and compelling applications that flow from the author’s transformational intent?
th: (MT) การอภิบาล: ผู้นำเสนอได้อภิบาลเราด้วยการประยุกต์ใช้ที่ชัดเจนและมีพลัง ซึ่งหลั่งไหลมาจากเจตนารมณ์เพื่อการเปลี่ยนแปลงชีวิตของผู้เขียนหรือไม่?

source: Show
th: แสดง

source: Show the structure of the author.
th: แสดงโครงสร้างของผู้เขียนพระคัมภีร์

source: Show the structure.
th: แสดงโครงสร้าง

source: Specific to Genesis
th: (MT) ลักษณะเฉพาะในพระธรรมปฐมกาล

source: Start by comparing how the whole story of the Bible begins and ends. Read Genesis 1‒2 and Revelation 21‒22.
th: (MT) เริ่มต้นด้วยการเปรียบเทียบว่าเรื่องราวทั้งหมดในพระคัมภีร์เริ่มต้นและจบลงอย่างไร ให้อ่านปฐมกาล 1–2 และวิวรณ์ 21–22

source: State
th: ระบุ

source: State the main idea & transformational intent.
th: (MT) ระบุ ประเด็นหลักและจุดประสงค์เพื่อการเปลี่ยนแปลง

source: Stories and literary devices
th: (MT) เรื่องราวและกลวิธีการประพันธ์

source: Stories, along with other literary devices, are linked together to form the overall plot and reveal the main idea and transformational intent of the book.
th: (MT) เรื่องราวต่าง ๆ และกลวิธีทางวรรณกรรมอื่น ๆ ถูกร้อยเรียงเข้าด้วยกันเพื่อประกอบขึ้นเป็นโครงเรื่องโดยรวม และช่วยเผยให้เห็นถึงแนวคิดหลักรวมถึงจุดประสงค์ของหนังสือที่มุ่งหวังให้เกิดการเปลี่ยนแปลงชีวิต

source: Structure
th: โครงสร้าง

source: Structure is like a bridge with columns that are arranged and connected in just the right way to support and bring a road to an intended destination. Likewise, an author uses the connection of units of thought to support his message and move the reader along an intended direction to an intended conclusion. The author uses a structure that fits the genre.
th: (MT) โครงสร้างเปรียบเสมือนสะพานที่มีการจัดวางและเชื่อมต่อเสาอย่างเหมาะสม เพื่อรองรับและนำเส้นทางไปสู่จุดหมายที่ตั้งใจไว้ ในทำนองเดียวกัน ผู้เขียนพระธรรมต่างๆ ในพระคัมภีร์ใช้การเชื่อมโยงหน่วยความคิดต่างๆ เพื่อสนับสนุนเนื้อหาสาระและนำพาผู้อ่านไปตามทิศทางที่วางไว้จนถึงบทสรุปที่มุ่งหมาย โดยเลือกใช้โครงสร้างที่สอดคล้องกับประเภทวรรณกรรมเรื่องราวทางประวัติศาสตร์นั้นๆ

source: Structure refers to units of thought arranged in a specific way to accomplish the author’s purpose.
th: โครงสร้างหมายถึงหน่วยความคิดที่ถูกจัดวางในรูปแบบเฉพาะ เพื่อให้บรรลุวัตถุประสงค์ของผู้เขียน

source: Structure: Was the structure of the passage found and presented according to the specific genre? Were the main units of thought identified and shown as to how they are arranged to accomplish the author’s purpose?
th: (MT) โครงสร้าง: มีการวิเคราะห์และนำเสนอโครงสร้างของพระธรรมตอนนี้ตามประเภทวรรณกรรมที่เฉพาะเจาะจงหรือไม่? มีการระบุหน่วยความคิดหลักและแสดงให้เห็นว่ามีการลำดับเนื้อหาอย่างไรเพื่อบรรลุวัตถุประสงค์ของผู้เขียนหรือไม่?

source: Structure: What is the structure of the passage according to the specific genre? Identify the main units of thought and how they are arranged to accomplish the author’s purpose.
th: (MT) โครงสร้าง: พระธรรมตอนนี้มีโครงสร้างอย่างไรตามประเภทวรรณกรรมที่เฉพาะเจาะจง? ให้ระบุหน่วยความคิดหลักและอธิบายว่าหน่วยความคิดเหล่านั้นถูกจัดเรียงอย่างไรเพื่อให้บรรลุวัตถุประสงค์ของผู้เขียน

source: Study to Sermon
th: จากการศึกษาสู่คำเทศนา

source: Suggestions for Discovering the Main Idea with the Author’s Tone and the Transformational Intent with the Mood the Author Intended
th: (MT) ข้อเสนอแนะในการค้นหาประเด็นหลักจากน้ำเสียงของผู้เขียน และค้นหาเจตนาเพื่อการเปลี่ยนแปลงจากอารมณ์ความรู้สึกที่ผู้เขียนตั้งใจสื่อ

source: Suggestions for Understanding Biblical Theology
th: (MT) ข้อแนะนำในการทำความเข้าใจศาสนศาสตร์พระคัมภีร์

source: Sustainability: To see God carry forward that transformation and multiplication into strategic partnerships as you lead teams of pastors training pastors.
th: ความยั่งยืน: อยากเห็นพระเจ้าทรงสืบต่อการเปลี่ยนแปลงและการทวีคูณนั้นไปสู่การเป็นหุ้นส่วนเชิงยุทธศาสตร์ ขณะที่คุณนำทีมของผู้รับใช้ที่ฝึกอบรมผู้รับใช้

source: Tensions that only get resolved in Jesus – such as judgment and salvation, failing characters, the inclusion of the Gentiles, etc.
th: (MT) ความตึงเครียดเหล่านี้คลี่คลายลงได้ในพระเยซูเท่านั้น ตัวอย่างเช่น ความตึงเครียดระหว่างการพิพากษา และ ความรอด เรื่องราวของตัวละครที่ล้มเหลว และการรวมเอาคนต่างชาติทั้งหลายเข้ามา

source: Text & Framework reflection
th: การไตร่ตรองเนื้อหาและกรอบแนวความคิด

source: Text and Framework
th: เนื้อหาและกรอบแนวความคิด

source: The Principle
th: (MT) หลักการ

source: The goal is to become better expositors of God’s Word; preachers and teachers who proclaim the author’s message with his purpose and tone, showing how it unfolds the glories of Christ, in order to shepherd the transformation God intends. It is our conviction that the author has a transformational intent in the book inspired by the Holy Spirit.
th: เป้าหมายคือการพัฒนาทักษะในการอธิบายพระวจนะของพระเจ้าให้ดียิ่งขึ้น และเป็นผู้เทศนาหรือผู้สอนที่ประกาศสารของผู้เขียนตามจุดมุ่งหมายและน้ำเสียงของผู้เขียน รวมทั้งแสดงให้เห็นว่าข้อความนั้นเปิดเผยพระสิริอันรุ่งโรจน์ของพระคริสต์อย่างไร เพื่อจะนำไปสู่การเปลี่ยนแปลงที่พระเจ้าทรงมุ่งหมาย เรามีความเชื่อมั่นว่าผู้เขียนมีเจตนานำผู้อ่านไปสู่การเปลี่ยนแปลงชีวิตผ่านหนังสือที่ได้รับการดลใจจากพระวิญญาณบริสุทธิ์ * (ต่อไปนี้ คำว่า “เจตนาสู่การเปลี่ยนแปลง” ในหนังเล่มนี้ หมายถึง “ผู้เขียนพระคัมภีร์มีเจตนานำผู้อ่านไปสู่การเปลี่ยนแปลงชีวิต” - ผู้แปล)เทศ

source: The main idea is a summary statement of the author’s message stated with his tone (the attitude of the author toward his message).
th: (MT) ใจความสำคัญ คือประโยคสรุปสารของผู้เขียนที่กล่าวด้วยน้ำเสียงของเขา (ท่าทีของผู้เขียนที่มีต่อสารของตนเอง)

source: The workbook is designed to enrich your learning from a workshop that will
th: คู่มือเวิร์กช็อปเล่มนี้ถูกออกแบบมาเพื่อช่วยเสริมการเรียนรู้ของคุณจากเวิร์กช็อป ซึ่งจะ

source: The workshop is intended to do more than transfer information (a simple training program). It fosters a process of development. To use the proverbial illustration, it will do more than give you a fish; it will teach you how to fish, nurturing both heart and skill to do it. What we learn is important, but how we learn and the change it produces are even more important. For this reason our training is both interactive and highly participative, giving everyone the opportunity to practice and learn from one other.
th: เวิร์กช็อปมีเป้าหมายมากกว่าการถ่ายทอดข้อมูล (หรือเป็นเพียงโปรแกรมอบรมอย่างง่าย) แต่เวิร์กช็อปส่งเสริมกระบวนการพัฒนาอีกด้วย การใช้ภาพเปรียบเทียบที่รู้จักกันดี จะไม่เพียงให้ปลาแก่คุณ แต่จะสอนวิธีจับปลา รวมถึงวิธีหล่อเลี้ยงทั้งหัวใจและทักษะในการจับปลาให้คุณด้วย สิ่งที่เราเรียนรู้สำคัญ แต่สิ่งที่สำคัญยิ่งกว่าก็คือวิธีที่เราเรียนรู้และการเปลี่ยนแปลงที่เกิดจากการเรียนรู้นั้นๆ ด้วยเหตุนี้ การอบรมของเราจึงมีทั้งการปฏิสัมพันธ์และการให้ทุกคนได้มีส่วนร่วมอย่างมาก ทั้งยังเปิดโอกาสให้ทุกคนได้ฝึกปฏิบัติและเรียนรู้จากกันและกันอีกด้วย

source: The Author’s tone and mood is closely related to genre.
th: (MT) น้ำเสียงและบรรยากาศของผู้เขียนมีความสัมพันธ์อย่างใกล้ชิดกับประเภทวรรณกรรม

source: The Bible confronts our frameworks. Text is king! God’s words must rule over and shape our frameworks. How does this happen?
th: (MT) พระคัมภีร์ท้าทายกรอบแนวคิดของเรา ตัวบทพระคัมภีร์ต้องเป็นสิทธิอำนาจสูงสุด! พระวจนะของพระเจ้าต้องครอบครองและหล่อหลอมกรอบแนวคิดของเรา การเปลี่ยนแปลงเช่นนี้จะเกิดขึ้นได้อย่างไร?

source: The Bible includes many types of genres. We can classify each book by a primary genre (narrative, prophecy, epistle, etc.). But many books in the Bible, though they represent a primary genre, also include subgenres.
th: พระคัมภีร์ประกอบด้วยวรรณกรรมหลากหลายประเภท เราสามารถจำแนกพระธรรมแต่ละเล่มตามประเภทวรรณกรรมหลัก (เช่น เรื่องเล่า คำพยากรณ์ จดหมายฝาก ฯลฯ) อย่างไรก็ตาม แม้พระธรรมหลายเล่มในพระคัมภีร์จะจัดอยู่ในประเภทหลักประเภทหนึ่ง แต่ก็มีวรรณกรรมประเภทย่อยรวมอยู่ด้วย

source: The Foundational Conviction Principle
th: หลักการแห่งความเชื่อมั่นพื้นฐาน

source: The Line
th: เส้นหลักของพระวจนะ

source: The Spirit: God’s Spirit works through his Word to bring about the transformation he intends.
th: (MT) พระวิญญาณ: พระวิญญาณของพระเจ้าทรงทำงานผ่านทางพระวจนะของพระองค์ เพื่อให้เกิดการเปลี่ยนแปลงตามที่พระองค์ทรงตั้งพระทัยไว้

source: The Three-Legged Stool
th: เก้าอี้สามขา

source: The Transformational Intent is the change God is seeking through the author’s message with the mood he intended (the attitude of the reader in response to the author’s message).
th: (MT) เจตนาสู่การเปลี่ยนแปลง คือความเปลี่ยนแปลงที่พระเจ้าทรงมุ่งหวังจะกระทำผ่านสารของผู้เขียน พร้อมกับอารมณ์ที่ผู้เขียนตั้งใจไว้ (ซึ่งหมายถึงท่าทีที่ผู้อ่านควรมีในการตอบสนองต่อสารของผู้เขียน)

source: The Word: The line of God’s Word drives us to preach and shepherd people with the main idea and transformational intent of the author.
th: (MT) พระวจนะ: แนวทางแห่งพระวจนะของพระเจ้าขับเคลื่อนเราให้เทศนาและอภิบาลผู้คน โดยยึดตาม ประเด็นหลักและเจตจำนงเพื่อการเปลี่ยนแปลงชีวิต ของผู้เขียน

source: The Workshop
th: เวิร์กช็อป

source: The author intentionally chose the genre to suit his message and purpose.
th: ผู้เขียนตั้งใจเลือกประเภทวรรณกรรมให้เหมาะกับสารและจุดประสงค์ของเขา

source: The beginning of the story (introduction)
th: (MT) จุดเริ่มต้นของเรื่องราว (บทนำ)

source: The call on our lives: God commands us to listen to his Word and to serve and proclaim it.
th: (MT) การทรงเรียกในชีวิตเรา: พระเจ้าทรงบัญชาให้เราฟังพระวจนะของพระองค์ อีกทั้งให้ปรนนิบัติรับใช้และประกาศพระวจนะนั้น

source: The challenge we face is that we all have frameworks of how we view the world which influence our understanding of the text. Our upbringing, education, culture, and experiences shape our frameworks. When we submit to the text of Scripture as king, that means letting it reshape our frameworks. This is where powerful transformation takes place. Therefore, foundational to all other hermeneutical principles is the conviction to stay on the line of God’s Word.
th: ความท้าทายที่เราทุกคนจะเผชิญคือ เราล้วนมีกรอบแนวความคิดในการมองโลก ซึ่งมีอิทธิพลต่อความเข้าใจพระธรรมตอนนั้นๆ การเลี้ยงดู การศึกษา วัฒนธรรม และประสบการณ์หล่อหลอมกรอบแนวความคิดของเรา เมื่อเรายอมจำนนต่อพระวจนะของพระเจ้าในฐานะองค์กษัตริย์ นั่นหมายถึงการยอมให้พระวจนะนั้นปรับเปลี่ยนกรอบแนวความคิดของเรา นี่คือจุดที่การเปลี่ยนแปลงอันทรงพลังเกิดขึ้น ดังนั้น ความเชื่อมั่นที่จะยึดอยู่บนเส้นหลักของพระวจนะของพระเจ้าจึง รากฐานของหลักการตีความพระคัมภีร์ข้ออื่น ๆ ทั้งหมดคือ

source: The covenant relationship established in the book of Genesis prepares us for the commandments in the Law of Moses.
th: (MT) ความสัมพันธ์แห่งพันธสัญญาที่สถาปนาขึ้นในพระธรรมปฐมกาล ช่วยเตรียมเราให้พร้อมสำหรับพระบัญญัติต่างๆ ในธรรมบัญญัติของโมเสส

source: The end of the story (Resolution)
th: (MT) ตอนจบของเรื่องราว (การคลี่คลาย)
